Repository: EfstathiosChatzikyriakidis/gnu-find-string
Catalog: development/po/*/gfs.po
Languages: el

source: Written by Efstathios Chatzikyriakidis.
el: Η συγγραφή έγινε από τον Ευστάθιο Χατζηκυριακίδη.

source: Report bugs to <bug-gnu-fs@gnu.org>
el: Αναφορά σφαλμάτων στην διεύθυνση <bug-gnu-fs@gnu.org>

source: You must specify a search pattern. See `--help' for details.
el: Θα πρέπει να καθορίσετε ένα υπόδειγμα αναζήτησης. Δείτε `--help'.

source: Usage:
el: Χρήση:

source: [OPTIONS] -e PATTERN [FILE...]
el: [ΙΔΙΟΤΗΤΕΣ] -e ΥΠΟΔΕΙΓΜΑ [ΑΡΧΕΙΟ...]

source: -r, --reverse-match Select and show non-matching lines. -m, --max-matches Show the max number of matches. -n, --line-number Prefix each line with a number. -i, --ignore-case Ignore case distinctions. -e, --pattern=PATTERN Input matching pattern.
el: -r, --reverse-match Εμφάνιση γραμμών που δεν ταιριάζουν με το ΥΠΟΔΕΙΓΜΑ. -m, --max-matches Εμφάνιση του πλήθους των εμφανίσεων για κάθε αρχείο. -n, --line-number Εμφάνιση αριθμών γραμμής με τις γραμμές εξόδου. -i, --ignore-case Αγνόησε διαφορές πεζών/κεφαλαίων. -e, --pattern=PATTERN Χρήση ΥΠΟΔΕΙΓΜΑτος για αλφαριθμητικό αναζήτησης.

source: -v, --verbose Explain what is being done. --help, --usage Display this help and exit. --version Print version information and exit. --author Print author information and exit. --copyleft Print a short version of GNU/GPL.
el: -v, --verbose Εκτύπωση επεξηγηματικών μηνυμάτων. --help, --usage Εκτύπωση αυτής της βοήθειας και έξοδος. --version Εκτύπωση της έκδοσης του προγράμματος και έξοδος. --author Εκτύπωση του συγγραφέα του προγράμματος και έξοδος. --copyleft Εκτύπωση της σύντομης έκδοσης της άδειας GNU/GPL.

source: Input files:
el: Αρχεία εισόδου:

source: Search files:
el: Αναζήτηση στα αρχεία:

source: Number of matches:
el: Πλήθος εμφανίσεων:
